<template>
  <section class="main-section">
    <div class="container-muk">
      <p align="center" dir="RTL">
        <strong><u>الشروط والأحكام</u></strong>
      </p>
      <p align="center" dir="RTL">
        <strong><u></u></strong>
      </p>
      <p dir="RTL">
        <strong><u>أولا : تاريخ السريان</u></strong>
        <u></u>
      </p>
      <p dir="RTL">
        تسري صلاحية هذه الشروط اعتبارا من : 01-10-2020 م
      </p>
      <p dir="RTL">
        <u>ثانيا : قبول شروط الخدمة </u>
      </p>
      <p dir="RTL">
        إن استخدامكم لموقع ((muktamel.com يعني إقرارًا منكم -بما لا يدع مجالاً للشك
        أو التأويل أو التحوير أو التعليل أو الرفض- بموافقتكم الكاملة على كامل بنود
        اتفاقية الاستخدام وجميع الشروط والأحكام الواردة فيها لاستخدام الموقع
        الالكتروني وكذلك على سياسة الخصوصية المعلنة في الموقع، وهذا بمجموعه سيشكل
        المرجعية الأساسية لطريقة استخدامكم للموقع.
        <br/>
        فإذا كنتم لا توافقون على أي بند من بنود هذه الاتفاقية، أو دخلتم إلى الموقع
        بالخطأ أو الإكراه أو الجهل، فعليكم التوقف عن استخدام هذا الموقع ومغادرته
        فورًا.
      </p>
      <p dir="RTL">
        <strong><u>مقدمة:</u></strong>
      </p>
      <p dir="RTL">
        تمثل هذه الاتفاقية عقدًا قانونيًّا قائمًا بينكم كطرف أول وبين "شركة دار
        الروافد لتقنية المعلومات" المالك لموقع "مكتمل.كوم" كطرف ثانٍ، ويشمل الطرف
        الثاني أيضا الموقع الإلكتروني وملاك الشركة وموظفيها وعمالها وفروعها
        وموظفيها ووكلائها والشركات والكيانات والفروع التابعة لها.    <strong><u></u></strong>
      </p>
      <p dir="RTL">
        <strong><u>التعريفات: </u></strong>
      </p>
      <p dir="RTL">
        1- الموقع الإلكتروني: أو "الموقع" ويقصد به موقع muktamel.com بجميع مكوناته
        وروابطه سواء كانت مخفية أو ظاهرة.
      </p>
      <p dir="RTL">
        2- جميع العبارات مثل ضمير المتكلم "نحن" وضمير الملكية للمتكلم "نا" و
        "مكتمل" و "مالك الموقع الإلكتروني"، أو "الموقع" تعني "شركة دار الروافد
        لتقنية المعلومات".
      </p>
      <p dir="RTL">
        3- المستخدم: وهو كل شخص يستخدم الموقع الإلكتروني وقد يشار اليه بعبارات مثل
        ضمير المخاطب "أنتم" و "أنت" و "ك" المخاطب.
      </p>
      <p dir="RTL">
        4- العميل: ويمثل جميع المستخدمين المسؤولين عن الشركات والكيانات والأفراد
        الذين يقدم لهم الموقع بوابة خاصة وحيّزًا إلكترونيًّا للإعلان عنهم أو عن
        شركاتهم أو كياناتهم وعن خدماتهم ومعروضاتهم بما يتوافق مع سياسات الموقع
        ونطاق خدماته.
      </p>
      <p dir="RTL">
        5- المحتوى: ويراد به كل المواد المنشورة في الموقع من معلومات أو بيانات بما
        في ذلك النصوص والصور بكافة أنواعها والمخططات والمواقع الجغرافية والوثائق
        والمستندات والتحليلات وأي معلومات أو بيانات ضمن الموقع أو سمحنا بإضافتها
        وتخزينها ومشاركتها ونشرها وسواء أكانت من طرفنا أو تم توفيرها من طرف أحد
        العملاء أو من طرف أحد مستخدمي الموقع، وكذلك وأي حقوق ملكية فكرية أو أدبية
        أو ما يشابهها.
      </p>
      <p dir="RTL">
        6- حقوق الملكية الفكرية: وتشمل جميع ما يحتويه الموقع بما في ذلك حقوق الطبع
        والنشر وبراءات الاختراع والتصميم المسجلة وغير المسجلة ومعلومات قواعد
        البيانات والعلامات التجارية وعلامات الخدمات والمنتجات والتطبيقات لأي مما
        سبق ذكره سواء تم تسجيلها أم لم يتم ذلك.
      </p>
      <p dir="RTL">
        7- معلومات المستخدم: وهي كافة التفاصيل والمعلومات والبيانات التي يجب على
        المستخدم توفيرها عند التسجيل في الموقع وكذلك أي معلومات لازمة بعد التسجيل
        لتقديم الخدمات الإضافية له، وأي معلومات أخرى يضيفها المستخدم بإرادته.
      </p>
      <p dir="RTL">
        8- المحتوى المرفوض: هو أي محتوى يقوم المستخدم أو العميل بنشره على مكتمل
        ويمكن اعتباره بموجب قانون أي سلطة قضائية في أي بلد على أنه محتوى:
        <br/>
        أ- غير قانوني أو غير مشروع أو يعد خرقًا لأي قانون نافذ أو لائحة تنفيذية، أو
        كان ممنوعًا من النشر بطلب من أي سلطة أو هيئة تنظيمية ذات صلة.
        <br/>
        ب- غير لائق أو فاحش أو مخل بالأمن أو بالآداب العامة.
        <br/>
        ت- قد يتم تصنيفه على أنه عنصري أو عدواني أو يحتمل أن يسبب جريمة.
        <br/>
        ث- مغلوط أو مضلل أو غير موثوق أو غير صحيح.
        <br/>
        ج- قد يدعى أنه (أو هو فعلا) تشهيري بشكل مسيء بالأشخاص أو الكيانات أو
        الشركات أو منتجاتها أو إعلاناتها.
        <br/>
        ح- ينتهك حقوق الأطراف الأخرى مهما كانت طبيعتها أو نوعها.
        <br/>
        خ- ينتهك القوانين أو المعايير أو الأعراف والعادات السائدة والمعمول بها في
        المنطقة.
        <br/>
        د- قد يسبب الضرر أو الإساءة لسمعتنا أو سمعة الموقع أو محتواه أو خدماته.
        <br/>
        ذ- تالف أو يحتوي على فيروسات أو تعليمات برمجية أو خوارزميات أو برامج ضارة.
      </p>
      <p dir="RTL">
        <strong><u>الشروط (المستخدمون)</u></strong>
      </p>
      <p dir="RTL">
        1- لا يجوز لكم الدخول أو التسجيل أو استخدام هذا الموقع إذا كان عمركم أقل من
        (18 سنة) أو إذا كنتم لا تملكون الأهلية الشرعية أو القانونية التي تسمح لكم
        بإقامة الاتفاقيات أو كنتم ممنوعين أو محظورين بموجب القوانين النافذة في
        البلد الذي تقيمون فيه من استخدام شبكة الإنترنت بشكل عام أو هذا الموقع بشكل
        خاص أو سبق حجبكم أو منعكم من قبلنا من استخدام الموقع.
      </p>
      <p dir="RTL">
        2- تتعهدون بموجبه أن جميع بيانات التسجيل الخاصة بكم هي بيانات حقيقية وصحيحة
        وكاملة ومحدثة وكذلك أي بيانات أخرى تطلب لتقديم خدمات الموقع لكم، وأي بيانات
        تقدموها للموقع تكون على مسؤوليتكم الشخصية فقط.
      </p>
      <p dir="RTL">
        3- تقرون بموجبه أنه لا يحق لكم -تحت طائلة المسؤولية القانونية- الوصول (أو
        محاولة الوصول) إلى خدماتنا واستخدامها إلا بالطرق القانونية المعتمدة
        والمقبولة.
      </p>
      <p dir="RTL">
        4- تتعهدون بأنكم لن تستخدموا (أو تساعدوا الغير في استخدام) خدماتنا بطرق:
        <br/>
        أ- تنتهك أو تستولي على أو تتعدى على حقوق مكتمل أو مستخدمينا أو عملائنا أو
        أي أشخاص آخرين، بما في ذلك حقوق الخصوصية وحقوق الدعاية أو حقوق الملكية
        الفكرية وجميع أنواع حقوق الملكية الأخرى.
        <br/>
        ب- غير قانونية أو غير أخلاقية أو مسيئة للسمعة أو تهديدية أو تخويفية أو
        تنطوي على مضايقة أو تحض على كراهية عنصرية أو عرقية أو تحرض أو تشجع على سلوك
        غير قانوني أو غير ملائم.
        <br/>
        ت- تتيح الاشتراك في نشر الأكاذيب أو المعلومات المحرفة أو البيانات المضللة.
        <br/>
        ث- تتيح لكم انتحال هوية أي شخص أو مستخدم أو عميل أو كيان ( أو التظاهر بأنه
        هو )، أو تحاولوا الحصول على معلوماته الشخصية أو كلمات مروره.
        <br/>
        ج- تتيح لكم الاشتراك في استخدام غير شخصي لخدماتنا من دون الحصول على
        موافقتنا.
      </p>
      <p dir="RTL">
        5- بمجرد دخولكم إلى الموقع أو استخدامكم له فإنكم تتعهدون تعهدًا نهائيًّا
        أنكم:
        <br/>
        أ- لن تقوموا بانتهاك خصوصية أي فرد آخر أو حقوقه (أو جزء منها) بما في ذلك
        الأسرار التجارية وحقوق الملكية والملكية الفكرية والتأليف والنشر وأي منشورات
        أو نصوص أخرى تخصه.
        <br/>
        ب- لن تقوموا بأي حال من الأحوال باستخدام (أو مساعدة الغير في استخدام) أي
        وسائل أو برمجيات أو أجهزة أو خوارزميات أو مواقع تؤدي للوصول إلى أي محتوى
        على الموقع الالكتروني أو أحد أجزائه أو تساعد على نسخ أو استيراد أو فهرسة
        الموقع أو أي من محتوياته، أو تؤدي إلى محاولة التدخل والتحكم في تشغيل الموقع
        وعرض محتوياته أو يتسبب في استخدام غير مناسب -حسب تقديرنا- أو يؤدي إلى زيادة
        طلبات البيانات أو حركتها أو أي فعل آخر يسبب عبئًا على موقعنا وعلى بنيته
        التحتية.
        <br/>
        ت- أنتم تقرون بأن الصلاحية الممنوحة لكم في الموقع محدودة ضمن حدود الاستخدام
        الشخصي فقط في النطاق المحدد في هذه الشروط ولن تستخدموا أو تفهرسوا أي محتوى
        أو بيانات متوافرة في الموقع أو تقوموا بتجميعها من موقعنا بأي وسيلة كانت
        ومهما كانت الغاية منها، ولن تستخدموا أي بيانات نقدمها لأي أغراض تتعدى حدود
        الاستخدام الشخصي.
        <br/>
        ث- لن تقوموا بنسخ موقعنا أو أي من المحتويات المنشورة فيه، أو تعيدوا نشرها
        أو تداولها أو تعديلها أو توزيعها أو استخدامها أو ترجمتها أو اشتقاق أي أعمال
        منها أو تحويرها أو عرضها للبيع أو المتاجرة بها أو استغلالها في أي شكل آخر
        بدون تصريح مسبق منا أو على أي نحو نرى في تقديرنا أنه غير معقول أو يحوي على
        احتيال أو ليس للغرض الذي أنشئ الموقع لأجله.
        <br/>
        ج- لن تقوموا بإرسال أو محاولة إرسال أي فيروسات إلكترونية أو أي نوع من
        البرمجيات الضارة أو الرسائل غير المرغوب بها أو التسلسلية أو العشوائية أو
        الاستطلاعية أو الجماعية إلى الموقع أو إلى أي من زواره أو عملائه أو
        مستخدميه.
        <br/>
        ح- تقرون وتؤكدون بأنكم تطلعون بشكل دوري على "شروط الاستخدام" وتحديثاتها
        وتنقيحاتها وتعديلاتها وأي شروط أخرى يتم فرضها، أو أي قوانين أخرى واجبة
        التطبيق، وتؤكدون وفي جميع الأوقات والظروف امتثالكم المطلق عند استخدامكم
        لهذا الموقع لـ "شروط الاستخدام" و "سياسة الخصوصية " وتلتزمون بعدم انتهاك أي
        شرط فيها، وبمجرد انتهاككم لأي من هذه الشروط فإن الترخيص الممنوح لكم يصبح
        لاغيًا، وبإمكاننا إنهاؤه من قبلنا دون الرجوع إليكم أو إبلاغكم، ولا يحق لكم
        بعد ذلك مشاهدة أي محتوى على الموقع ويجب عليكم إتلاف أي مواد تم تحميلها من
        الموقع سواء كانت إلكترونية أو مطبوعة.
        <br/>
        خ- لا يتم إعفاءكم من أي مسؤولية ناتجة عن عدم التزامكم بـ "شروط الاستخدام"
        مهما كانت أسبابها أو أعذارها، كما لا ينفي مسؤوليتكم عدم قراءتها أو فهم
        محتواها.
        <br/>
        د- لا يجوز لكم بأي حال من الأحوال نقل أو تحويل أي حق من حقوقكم أو التزام من
        التزاماتكم بموجب هذه الاتفاقية إلى طرف آخر دون موافقة خطية مسبقة منا.
      </p>
      <p dir="RTL">
        6- أنتم بموجبه تقرون بحقنا في تعليق أو إلغاء حسابكم في الموقع أو المحتوى
        المقدم منكم لأي سبب نراه موجبا لذلك، واتخاذ جميع الإجراءات التي نراها
        مناسبة لمنع الوصول غير المصرح به إلى الموقع، أو أي تدابير أخرى نرى أنها
        ضرورية دون أن يكون لكم الحق بإلزامنا بالإفصاح هذه الأسباب، ودون أدنى اعتراض
        منكم، ويتوجب عليكم في حينها عدم محاولة إعادة التسجيل بأي طريقة كانت مباشرة
        أو غير مباشرة أو عن طريق أي وسيلة من وسائل التحايل أو عبر أحد الكيانات أو
        الوسطاء الآخرين.
      </p>
      <p dir="RTL">
        7- تقرون بعلمكم المسبق بأن "مكتمل" هو مقدم خدمة استضافة (وليس مقدم سلع)
        يؤمن البيئة المناسبة والبرمجيات والخوارزميات اللازمة التي تمكن عملائنا من
        ممارسة التسويق للخدمات المقدمة من قبلهم من خلالها، وبالتالي فإن عملاءنا هم
        وحدهم المسؤولون عن إعداد تفاصيل خدماتهم وعروضهم ودقتها، ونحن لسنا في أي
        مرحلة من المراحل جزءًا من أي صفقة أو علاقة تجارية أو ودية أو تنافسية قد
        تنشأ بينك وبين أي عميل، ولا نشارك بها ولا نشارك في أي اتصال يجري بينكما
        لإتمامها.
      </p>
      <p dir="RTL">
        8- تقرون بأنه يحق لنا - دون تحمل أي مسؤولية اتجاهكم - إزالة أو تغيير أو
        تعطيل الوصول أو النشر، إلى أي جزء أو كل مساهماتكم والمحتوى المنشور من قبلكم
        - وفقا لتقديرنا فقط - ودون إشعار مسبق ودون أي اعتراض منكم.
      </p>
      <p dir="RTL">
        9- تقرون بأنه يحق لنا في أي وقت من الأوقات - وبما لا يقيد البند السابق -
        ودون سابق إنذار أن نزيل المحتوى المنشور من قبلكم (كليا أو جزئيا) أو نمنعكم
        من الوصول إليه أو نعطل حسابكم لدينا أو نشطبه بشكل نهائي دون أي تبعات
        قانونية أو مالية علينا ودون أي تعويض إذا ثبت لنا أنكم تقومون بنشر "محتوى
        مرفوض" بشكل متعمد أو متكرر.
      </p>
      <p dir="RTL">
        <strong><u>قيود الاستخدام:</u></strong>
      </p>
      <p dir="RTL">
        1- لا يجوز لكم الدخول أو التسجيل أو استخدام هذا الموقع إذا كان عمركم أقل من
        (18 سنة) أو إذا كنتم لا تملكون الأهلية الشرعية أو القانونية التي تسمح لكم
        بإقامة الاتفاقيات أو كنتم ممنوعين أو محظورين بموجب القوانين النافذة في
        البلد الذي تقيمون فيه من استخدام شبكة الإنترنت بشكل عام أو هذا الموقع بشكل
        خاص أو سبق حجبكم أو منعكم من قبلنا من استخدام الموقع.
      </p>
      <p dir="RTL">
        2- لا يجوز لكم استخدام الموقع أو أي خدمة بطريقة غير قانونية أو لأغراض أو
        أهداف غير قانونية وبأي طريقة تتعارض مع الشروط والأحكام أو التصرف بشكل
        احتيالي أو ضار.
      </p>
      <p dir="RTL">
        3- يحظر عليكم (أو مساعدة الآخرين على) الوصول أو استخدام أو نسخ أو تهيئة أو
        تعديل أو تحضير أعمال مقتبسة أو توزيع أو ترخيص أو ترخيص من الباطن أو نقل أو
        عرض أو أداء أو استغلال خدماتنا بأساليب غير مقبولة أو غير مصرح بها أو بأي
        أساليب أخرى من شأنها تحميلنا أعباء أو تضعفنا أو تلحق الضرر بنا أو بخدماتنا
        أو أنظمتنا أو عملائنا أو مستخدمينا أو الآخرين.
      </p>
      <p dir="RTL">
        4- تلتزمون بالامتناع عن استخدام الوسائل التالية بشكل مباشر أو آلي:
        <br/>
        أ- إجراء هندسة عكسية أو تبديل أو تعديل أو إنشاء أعمال مقتبسة من أو فك أو
        استخراج تعليمات برمجية من خدماتنا دون إذن خطي مسبق منا.
        <br/>
        ب- إرسال أو تخزين أو نقل فيروسات أو تعليمات برمجية حاسوبية ضارة أخرى عبر أو
        من خلال خدماتنا.
        <br/>
        ت- الوصول أو محاولة الوصول غير المصرح به إلى خدماتنا أو أنظمتنا.
        <br/>
        ث- استخدام أي برامج آلية لعرض خدماتنا دون إذن مسبق أو الوصول لخدماتنا بشكل
        غير يدوي.
        <br/>
        ج- التدخل في أو مقاطعة تكامل أو أداء خدماتنا أو التأثير على تجارب واستخدام
        المستخدمين الآخرين ومدى انتفاعهم من الموقع أو أي من خدماته.
        <br/>
        ح- إنشاء حسابات بخدماتنا من خلال وسائل غير مصرح بها أو وسائل تلقائية.
        <br/>
        خ- إرسال أو كتابة أي رسائل أو تعليقات مسيئة أو غير لائقة أو مضللة إلى
        الموقع أو أحد موظفينا أو عملائنا أو مستخدمينا، أو انتهاج سلوك عدواني أو
        بذيء ضدهم.
        <br/>
        د- نشر أي مادة غير مقبولة تشجع أو تدعو إلى انتهاك أي من القوانين النافذة أو
        توجيهات الجهات والهيئات المسؤولة.
        <br/>
        ذ- استخدام أي خدمة بشكل غير قانوني أو غير أخلاقي أو مؤذي لموقع مكتمل أو
        عملائه أو مستخدميه أو ملاكه أو الغير أو تنتهك السياسات والإشعارات الأخرى
        على الموقع.
        <br/>
        ر- استخدام الموقع أو خدماته لأهداف تتخطى الاستخدام الشخصي أو تزيد عن الحدود
        الممنوحة للعملاء المسجلين في مكتمل.
        <br/>
        ز- حذف أو تعديل أو التلاعب أو تحوير أو إعادة استعمال أي إشعارات حقوق النشر
        لأي مادة من المواد التي تظهر على الموقع.
        <br/>
        س- تجميع معلومات حول أو عن مستخدمينا بأي وسيلة غير مسموح بها أو غير مصرح
        بها.
        <br/>
        ش-بيع أو إعادة بيع أو تأجير أو تحصيل أموال مقابل خدماتنا أو نقل أو نسخ أي
        مواد محمية بموجب حقوق الطبع والنشر بدون الحصول على الموافقة الخطية من
        المالك.
        <br/>
        ص- توزيع أو إتاحة خدماتنا عبر شبكة بحيث يمكن استخدامها من خلال عدة أجهزة في
        الوقت نفسه.
      </p>
      <p dir="RTL">
        5- أنتم توافقون موافقة قطعية غير قابلة للنقض لأي سبب كان على عدم تحميلنا في
        أي حال من الأحوال المسؤولية عن أية أضرار بما في ذلك، على سبيل المثال لا
        الحصر، التعويض عن فقدان البيانات أو الأرباح، أو انقطاع الأعمال، أو أي أمور
        أخرى، والتي تنشأ من استخدامكم أو عدم قدرتكم على استخدام المواد على الموقع،
        حتى لو قمتم بإبلاغنا شفويًا أو خطيًّا باحتمال وقوع مثل هذا الضرر.
      </p>
      <p dir="RTL">
        6- تقرون بأنكم أنتم المسؤولون الوحيدون عن الحفاظ على أمان حسابكم في مكتمل،
        وتتحملون وحدكم مسؤولية الحفاظ على أمان أجهزتكم وحسابكم في الموقع ويجب عليكم
        إبلاغنا في الحال عند تعرض حسابكم أو خدماتنا لاستخدام غير مصرح به أو لاختراق
        أمني.
      </p>
      <p dir="RTL">
        7- تتحملون مسؤولية وسلامة أي محتوى تضيفونه إلى الموقع وأن لا يحتوي أي
        مخالفة من مخالفات المحتوى المرفوض الموضحة في شروط الاستخدام.
      </p>
      <p dir="RTL">
        8- تقرون بأننا لن نتحمل أي مسؤولية تجاهكم عن أية خسارة أو ضرر، ناشئ من أو
        متعلق بالآتي:
        <br/>
        أ- أي عطل بسبب البرنامج أو أخطاء في شبكة الإنترنت أو عدم التوفر أو انقطاع
        في الخدمة أو أي أسباب أخرى خارجة عن إرادتنا المعقولة.
        <br/>
        ب- أي فقدان لكلمة المرور أو الحساب لأي أسباب كانت، أو عدم قدرتكم على
        استخدام موقعنا.
        <br/>
        ت- أي خسارة مباشرة أو تبعية أو خاصة أو جزائية، أو ضرر، أو تكاليف ونفقات لأي
        نوع من أنواع الخسارة مهما كان نوعها مادية أو معنوية، نتجت من اعتمادكم على
        الموقع أو على أي محتوى أو خدمات أو معلومات تم عرضها على موقعنا أو أحد
        أجزائه أو مكوناته، بما في ذلك، على سبيل المثال لا الحصر، خسارة الأرباح أو
        الأعمال أو السمعة أو الشهرة أو تراجعها أو ضياع الفرص أو فقد البيانات أو
        تلفها أو فسادها.
        <br/>
        ث- أي مسؤولية عن خسارة تتعلق بالتزاماتنا المباشرة أو غير المباشرة الناتجة
        عن انقطاع الخدمات التي تقدمها أطراف أخرى أو تلك التي تنتج عن محاولة
        المستخدم أو العميل ربط موقعنا بأي تطبيق أو موقع آخر، أو أي حالات غير مصرح
        بها أو خارجة عن إرادتنا.
        <br/>
        ج- أي خسارة أو ضرر أو مسؤولية ناتجة من أي فيروس أو هجوم لقطع الخدمة أو مواد
        أخرى ضارة تقنيًّا تصيب حواسيبكم أو برامجكم الحاسوبية أو البيانات أو
        الممتلكات الأخرى الخاصة بكم نتيجة استخدامكم موقعنا أو تحميلكم أي محتوى عليه
        أو على أي موقع مرتبط به، ونوصيكم بحفظ نسخة احتياطية من أي بيانات تخصكم على
        موقعنا تحسبًا لحدوث مشاكل غير متوقعة في الموقع.
      </p>
      <p dir="RTL">
        9- توافقون على عدم السماح لكم باستخدام الموقع الالكتروني لأي أغراض تجارية
        أو أعمال تجارية، ما لم يتم التصريح لكم بذلك منا.
      </p>
      <p dir="RTL">
        <strong><u>الملكية الفكرية</u></strong>
      </p>
      <p dir="RTL">
        1- ما لم يذكر خلاف ذلك صراحةً، فنحن نحتفظ بكافة حقوق الملكية الفكرية للموقع
        الإلكتروني وجميع خدماته وجميع محتوياته، وجميع الشركات والمواقع التابعة لنا
        أو المحتوى الذي رخصت لنا أطراف ثالثة استخدامه بما في ذلك -على سبيل المثال
        لا الحصر- العلامات التجارية والمظهر التجاري والتصميمات والنصوص والرسومات
        وطرق اختيارها وكيفية ترتيبها، وجميع محتويات الموقع تحمل حقوق التأليف والنشر
        وهي محمية بموجب القوانين المعمول بها.
      </p>
      <p dir="RTL">
        2- الأسماء والشعارات وجميع ما يتصل بها من منتجات وأسماء الخدمات، وتصميم
        العلامات والشعارات هي علامات تجارية أو علامات خدمة لنا أو للمرخصين لنا، ولا
        يجوز منح أي ترخيص للعلامة التجارية أو علامة الخدمة فيما يتعلق بالمواد
        الواردة في هذا الموقع.
      </p>
      <p dir="RTL">
        3- نحن نحتفظ (بما في ذلك عملاؤنا والمرخصون لنا) بجميع حقوق الملكية الفكرية
        في كافة النصوص والبرامج، والمنتجات والعمليات، والتكنولوجيا، والمحتوى وغيرها
        من المواد التي تظهر على هذا الموقع أو الأجزاء التابعة له. ولا يجوز لأي شخص
        أن يعطي إذنًا بالوصول إلى هذا الموقع لأي شخص أو الحصول على أي ترخيص تحت أي
        من حقوق الملكية الفكرية لنا أو لأي طرف ثالث.
      </p>
      <p dir="RTL">
        4- يحظر أي استخدام لهذا الموقع أو محتوياته، بما في ذلك النسخ أو التخزين،
        كلياً أو جزئياً، خلاف استخدامك الشخصي وغير التجاري، دون إذن منا. ولا يجوز
        لكم تعديل أو توزيع أو إعادة نشر أي شيء على هذا الموقع لأي غرض من الأغراض.
      </p>
      <p dir="RTL">
        5- وصولكم إلى هذا الموقع أو قبول تسجيلكم فيه أو ظهوره لكم من خلال محركات
        البحث لا يخولكم استخدام أي اسم، أو شعار أو علامة تجارية أو أي محتوى آخر
        متاح في الموقع إلا إذا كنتم تملكونها رسميًّا.
      </p>
      <p dir="RTL">
        6- باستخدامكم للموقع فإنكم تمنحونا رخصة عالمية لا رجعة فيها، وبلا أي مقابل
        أو اعتراض مهما كان نوعه بأحقيتنا بامتلاك وتسويق ونسخ وتعديل وترخيص
        الاستخدام للآخرين لأي محتوى تستخرجونه أو تقوموا بإضافته أو استضافته في
        الموقع
      </p>
      <p dir="RTL">
        7- لا يجوز تأويل أي محتوى وارد في الموقع على أنه مُنح ضمنياً أو غير ذلك أو
        أنه ترخيص أو حق لاستخدام دون إذن خطي.
      </p>
      <p dir="RTL">
        8- نحن نأخذ عمليات انتهاك حقوق الملكية الفكرية وعمليات الاحتيال الفعلية
        والمُبلّغ عنها على محمل الجد ولنا الحق باتخاذ كافة الإجراءات القانونية
        اللازمة وفق الأنظمة النافذة، ولا يحق للمستخدمين تحميلنا أي مسؤولية فيما
        يتعلق بقضايا مماثلة صادرة من أحد عملاء أو مستخدمي الموقع، بل على كافة
        المستخدمين إبلاغنا عن أي انتهاكات أو عمليات مماثلة على الفور، وسنقوم
        بالإبلاغ عنها للجهات المختصة.
      </p>
      <p dir="RTL">
        <strong><u>توفر الخدمة:</u></strong>
      </p>
      <p dir="RTL">
        1- رغم حرصنا الشديد لضمان توفر موقعنا وخدماته بشكل مستمر على الشبكة في جميع
        الأوقات إلا أننا نضطر بين الحين والآخر لعمل الصيانة اللازمة أو ترقية العمل
        أو تصحيح الأخطاء مما يضطرنا لحجب الموقع وخدماته (كليًّا أو جزئيًّا) دون
        إشعار مسبق.
      </p>
      <p dir="RTL">
        2- رغم سعينا الحثيث إلى تقليل فترة عدم توفر الموقع إلى أقل حد ممكن، إلا
        أننا لا نتحمل بأي حال من الأحوال ومهما كانت الأضرار أي مسؤولية ناتجة عن
        التوقف أو فقدان الخدمة.
      </p>
      <p dir="RTL">
        3- تقرون إقرارا مطلقا بحقنا الكامل في تغيير أو تعليق أو قطع أو إيقاف الموقع
        وخدماته (كليًّا أو جزئيًّا) في جميع الأوقات بما في ذلك حق الدخول الخاص بك
        دون أدنى اعتراض منكم.
      </p>
      <p dir="RTL">
        <strong><u>الروابط والأطراف الخارجية:</u></strong>
      </p>
      <p dir="RTL">
        قد يحتوي موقعنا على روابط وارتباطات تشعبية وإشارات إلى منتجات وخدمات خارجية
        ومواقع إلكترونية تتبع لأحد عملائنا أو لأطراف ثالثة أو قد تكون إعلانات من
        أطراف أخرى وبالتالي:
      </p>
      <p dir="RTL">
        1- نحن لا نتحمل أي مسؤولية تجاه روابط المواقع ومحتوياتها، ولا نمتلك أي
        تأثير على تصميم أو تعديل المواقع الخاصة بهذه الروابط ولا على المحتوى
        الموجود عليها أو على أي من المنتجات أو الخدمات المقدمة من قبلهم أو من
        خلالهم.
      </p>
      <p dir="RTL">
        2- وجود مثل هذه الروابط في موقعنا لا تمثل ولا يعتبر بأي حال من الأحوال
        توصية بها و/أو موافقة منا عليها، واستخدامك لأي من المنتجات والخدمات المقدمة
        من قبلها أو من خلالهم سوف يكون على مسؤوليتك الخاصة، ولا نتحمل أي مسؤولية عن
        أي خسارة أو ضرر من أي نوع ناتج عن استخدامك لمثل هذه المواقع أو اعتمادك لها،
        وتقرون إخلاء طرفنا من أي مطالبات أو منازعات من أي نوع تنشأ بأي طريقة وتكون
        متعلقة مع أطراف خارجية.
      </p>
      <p dir="RTL">
        3- إذا كانت الروابط التشعبية الموجودة تشير إلى أطرافٍ ثالثة فنحن لا نحدد أو
        نعلم أو نخمن ما قد يوجد عليها، ولا نتحمل أي مسؤولية تحديداً تجاه دقة أو
        اكتمال أو شرعية أو موضوعية أو حداثة المحتوى عليها، ولا نقوم بمراقبتها أو
        مراجعتها أو المصادقة عليها.
      </p>
      <p dir="RTL">
        4- إن الوصول للمعلومات المتوفرة عن طريق الروابط التشعبية الموجودة على
        الموقع هو من مسؤولية المستخدم لوحده، ويجب على جميع المستخدمين إعلامنا فورا
        في حال لاحظوا وجود رابطٍ يؤدي إلى محتوى إشكالي من الناحية القانونية عبر
        وسائل التواصل المتاحة من قبلنا بحيث يصبح من الممكن إزالته بأقرب وقتٍ ممكن
        إذا وجدت الضرورة لذلك.
      </p>
      <p dir="RTL">
        <strong><u>الضمانات:</u></strong>
      </p>
      <p dir="RTL">
        تقرون بعلمكم المسبق بأن "مكتمل" هو مقدم خدمة استضافة يؤمن البيئة المناسبة
        والبرمجيات اللازمة التي تمكن عملائنا من ممارسة التسويق للخدمات المقدمة من
        قبلهم من خلالها. ولسنا بأي حال من الأحوال مقدم سلع، ورغم أننا نقوم بما في
        وسعنا ونبذل ما نستطيع من جهود لمتابعة عمل الموقع والتحقق من مصداقية العملاء
        وتدقيق لجميع العروض والخدمات في الموقع، إلا أننا:
      </p>
      <p dir="RTL">
        1- لا نضمن دقة أو صحة أو حداثة المحتوى والمواد المتاحة على الموقع أو أي
        موقع آخر مرتبط به أو النتائج المحتملة لها وموثوقية استخدامها أو أي شيء
        يتعلق بها.
      </p>
      <p dir="RTL">
        2- لا نتحمل مسؤولية أي شيء يتعلق بأنشطة المستخدم أو العميل استغلاله للمحتوى
        والمواد والمعلومات المنشورة على الموقع، بل يتم تقديم الخدمة على الموقع
        وجميع التطبيقات والخدمات ذات الصلة على أساس "كما هو متاح" دون أي ضمانات
        صريحة أو ضمنية.
      </p>
      <p dir="RTL">
        3- لا نتحمل مسؤولية أي إعلان أو محتوى مضاف من احد عملائنا على الموقع ولا
        نقدم أي ضمانات أو إقرارات لأية إعلانات مضللة أو غير دقيقة وكامل المسؤولية
        تقع على عاتق الجهة المعلنة حصرا.
      </p>
      <p dir="RTL">
        4- لا نقدم أي ضمان لأي علاقة تقوم بين أي مستخدم للموقع وأي من عملائه أو
        مستخدميه وأي أطراف ثالثة، كما أننا لسنا طرفا في أي علاقة تجارية أو اجتماعية
        أو عملية أو ودية تنشأ بينهما، وتقع كامل المسؤولية على عاتق المستخدم في حال
        قبوله لأي صفقة تتعلق باستخدام الموقع أو خدماته، كما يتحمل المستخدم وحده
        كامل المسؤولية في حال قيامه باتخاذ أي قرار مالي يتعلق بشراء مادة أو منتج أو
        غيرها من المعلومات التي يقدمها الموقع.
      </p>
      <p dir="RTL">
        5- لا نضمن عدم انقطاع الخدمة أو توفير الموقع وخدماته بشكلٍ دائم، ولا نضمن
        توفير الخدمة بشكل آمن وخالٍ من الفيروسات أو غيرها من البرمجيات الضارة.
        ونؤكد على عدم قدرتنا على التحكم بأي أحداث خارجة عن حدود سيطرتنا بما في ذلك
        الحصول على المواد اللازمة أو المرافق أو أي خلل ناجم عن الاتصالات السلكية
        واللاسلكية، أو الإخفاقات الناجمة عن التكنولوجيا أو المعدات التقنية أو معدات
        الاتصالات.
      </p>
      <p dir="RTL">
        6- لا نتحمل أي مسؤولية قانونية ناجمة عن أي نوع من الأضرار أو أي خسارة
        يتحملها المستخدم تكون ناتجة عن أي تقصير أو خطأ في الموقع الإلكتروني أو
        المحتوى الإلكتروني المنشور، أو الأخطاء المتعلقة بالتسويق أو جودة المحتوى أو
        دقة المعلومات أو توفر واستمرارية الخدمة على طوال الوقت أو الاستخدام غير
        القانوني للبيانات أو انتهاك الخصوصية من قبل أي أطراف أخرى بشكل غير قانوني
        بقصد الضرر أو الاستخدام غير السليم أو الاستخدام بقصد التجارة، إلى أقصى حد
        يسمح به القانون.
      </p>
      <p dir="RTL">
        7- أنتم تقرون بأن جميع المعلومات والخدمات والمحتوى المنشور في الموقع هو
        بغرض مساعدتكم باتخاذ القرارات المناسبة، وبالتالي لا يجوز اعتبارها بديلاً عن
        المشورة المهنية أو القانونية أو المالية أو العقارية أو غيرها، ولا يمكن
        اعتبارها صحيحةً بالمطلق ولا وثيقة ملزمةً يمكن اعتمادها لاتخاذ أي قرار دون
        الرجوع إلى صاحب الاختصاص.
      </p>
      <p dir="RTL">
        <strong><u>التعويضات:</u></strong>
      </p>
      <p dir="RTL">
        1- بموجب هذه الوثيقة فأنتم توافقون على تعويض "مكتمل" والدفاع عنه وعن جميع
        فروعه وملاكه ووكلائه وفروعه ومرخصيه وعملائه ومزوديه بالمعلومات والأخبار
        والشركات التابعة له بما في ذلك جميع مسؤوليه وممثليه ومندوبيه ومديريهم
        ومسؤوليهم وموظفيهم وتعويضهم في حال تم إلحاق الضرر بهم سواء بشكل مباشر أو
        غير مباشر وبقصد أو بغير قصد عن كل الخسائر التي تلحق به فيما يخص أي ادعاء
        ناجم من أي خرق من جهتكم لهذه الشروط وكذلك من أو ضد أي مطالبات أو التزامات
        أو خسائر أو تكاليف أو ديون أو نفقات منظورة أو غير منظورة وأي مصاريف قضائية
        معقولة أو تعويضية ومهما كانت أسباب نشوئها كاستخدامكم للموقع أو استخدام أي
        طرف آخر للموقع أو خدماته باستخدام اسم المستخدم الخاص بكم أو كلمة المرور
        الخاصة بكم أو رمز التحقق الخاص بكم أو أي معرف آخر خاص بكم مسجل على الموقع
        ويسمح بالنفاذ لحسابكم وأدت هذه الأفعال لخرقكم لأي بند من بنود هذه
        الاتفاقية.
      </p>
      <p dir="RTL">
        2- أنتم توافقون أنه سيظل التزام الدفاع والتعويض ساريًا بعد إنهاء أو تعديل
        أو انتهاء هذه الاتفاقية وبعد انتهاء استخدامكم للموقع أو الخدمة المقدمة فيه.
      </p>
      <p dir="RTL">
        3- بغض النظر عن عدد الدعاوى أو المطالبات المقدمة ضدنا والأسس التي أقيمت
        عليها، فأنتم توافقون أن مسؤوليتنا تجاهكم بموجب هذه الاتفاقية لا يتجاوز
        المبالغ المدفوعة من قبلكم لنا مقابل تقديم الخدمة محل الشكوى فقط، مهما كان
        حجم الضرر والخسارة التي تكبدتموها ومهما كان عدد الدعاوي والمطالبات وسواء
        كانت هذه الدعاوى أو المطالبات تنشأ بالاتفاق أو بالضرر، فلا تتجاوز قيمة
        التعويض عنها إجمالا المبلغ المدفوع لنا من قبلكم فيما يتعلق بأسباب الدعوى
        الناشئة.
      </p>
      <p dir="RTL">
        <strong><u>المراسلات والاتصالات:</u></strong>
      </p>
      <p dir="RTL">
        1- جميع الخدمات والإعلانات في مكتمل مقدمة من عملاء متخصصين في مجال عملهم،
        وهم ملزمون تعاقديا بعدم إدراج أي إعلانات لا تكون متاحة أو لا يملكون الوثائق
        والحقوق والتفاويض اللازمة التي تخولهم الإعلان عنها في الموقع، وهم ملزمون
        تعاقديا بتحري الدقة في جميع المعلومات المدرجة في إعلاناتهم بما يعكس صورة
        دقيقة ونزيهة للإعلان المدرج والصفقات المحتملة الناتجة عنه، وبإمكانكم
        الإبلاغ عن أي إعلان على موقعنا يشتبه بكونه احتياليا أو مضللا، وسنقوم فورا
        بإيقافه بعد التحقق من صحة البلاغ المقدم وتوجيه العميل المعلن بتصحيحه أو
        حذفه.
      </p>
      <p dir="RTL">
        2- إذا قمتم عبر الموقع بالاتصال بعملائنا (بأي وسيلة تواصل متاحة) للاستفسار
        عن أي خدمة أو إعلان مقدم منه فانتم تقرون وتوافقون على أن مكتمل سيقوم بإرسال
        التفاصيل الخاصة لهذا العميل، وتكونون وحدكم المسؤول عن محتوى رسالتكم، ولا
        نتحمل أي مسؤولية عن محتواها أو عن أي رسائل لاحقة قد تتلقوها مباشرة من هذا
        العميل و/أو أي طرف ثالث.
      </p>
      <p dir="RTL">
        3- أنتم توافقون على تلقي رسائل واتصالات منا تتعلق باستخدامكم للموقع أو للرد
        على استفساراتكم أو لتزويدكم ببلاغات أو إشعارات عبر الوسائل المتاحة من قبلكم
        لنا (الهاتف – الرسائل النصية – البريد الالكتروني – واتساب) أو عبر نشر
        إعلانات على الموقع، وتقرون مقدمًا بأن هذه الوسائل وما تحتويه من إشعارات أو
        كشوف أو مخاطبات أو إثباتات تعتبر مسلمة وسارية كافية وتستوفي أي شروط قانونية
        لازمة للتخاطب معكم.
      </p>
      <p dir="RTL">
        4- أنتم توافقون مقدما على السماح لنا بتتبع الاتصالات والمكالمات والمراسلات
        التي تتم عبر الموقع وتسجيلها لأغراض تتعلق بتقييم خدمة العملاء والتدريب
        والإحصاء وتطوير الموقع وتحسين الخدمات المقدمة.
      </p>
      <p dir="RTL">
        5- في حال قمتم بطلب إضافة تنبيه على أي من الخدمات المقدمة في الموقع، فأنتم
        توافقون على تلقي الرسائل من الموقع التي تتوافق مع التنبيه المطلوب بوسيلة
        التواصل المختارة من قبلكم ومهما كان عددها دون أي اعتراض منكم أو اعتبارها
        رسائل مزعجة، وعليكم حذف طلب التنبيه في الموقع لإيقافها.
      </p>
      <p dir="RTL">
        <strong><u>تنقيح المحتوى والأخطاء:</u></strong>
      </p>
      <p dir="RTL">
        رغم حرصنا الشديد على دقة المحتوى المعروض على الموقع الالكتروني وموثوقيته،
        إلا أنها قد يشوبها أخطاء مطبعية أو تقنية أو حسابية أو أي نوع آخر من
        الأخطاء، قد نضطر للقيام بإجراء تغييرات عليها لتصحيحها أو تعديلها في أي وقت
        ودون إذن مسبق ودون تحمل أي مسؤولية ناتجة عن هذه الأخطاء أو عن تحديثاتها.
      </p>
      <p dir="RTL">
        <strong><u>شروط الموقع وتعديلات الاستخدام:</u></strong>
      </p>
      <p dir="RTL">
        1- يجوز لنا في أي وقت مراجعة وتعديل وحذف وتحديث وتصحيح الشروط والأحكام
        وسياسة الخصوصية ووسائل الاتصال وآلية عمل الخدمات وشكل وتصميم الموقع وأدواته
        وأي شروط أخرى للموقع ومن دون إشعار مسبق، دون أي اعتراض منكم، علما بأننا
        سنقوم بتغيير تاريخ سريان هذه الشروط (البند 1) عند كل تعديل يطرأ عليها.
      </p>
      <p dir="RTL">
        2- تقرون أنكم تقومون بشكل دوري بالاطلاع على تاريخ سريان الشروط (البند 1)
        وتقرون بقراءتكم واطلاعكم وموافقتكم على أي تعديلات طرأت عليها وتؤكدون
        التزامكم بها وبالتغييرات التي طرأت عليها ويحق لك الاستمرار في استخدام
        الموقع وخدماته فقط في حال موافقتكم عليها، وعليكم في حال عدم قبولكم لهذه
        التعديلات والتغييرات التوقف فورًا عن استخدام التطبيق والخدمة.
      </p>
      <p dir="RTL">
        <strong><u>المرجعية القانونية:</u></strong>
      </p>
      <p dir="RTL">
        1- بموجب هذه الوثيقة فأنتم توافقون على أن دخولكم إلى الموقع واستعمال خدماته
        خاضع لهذه الاتفاقية وتطبق فيها قوانين المملكة العربية السعودية فقط وتقرون
        باختصاص المحاكم في المملكة العربية السعودية دون سواها بالنظر في أي دعاوي او
        منازعات تنشأ عن استخدامكم الموقع أو الدخول إليه وجميع ما يتفرع منه.
      </p>
      <p dir="RTL">
        2- ثبوت عدم صحة أو جواز أو عدم نفاذ أي بند من بنود هذه الوثيقة لا يلغيها
        ولا يؤثر على صحة أو جواز أو نفاذ باقي بنودها.
      </p>
      <p dir="RTL">
        3- يحق لنا فقط (مع استثنائكم من هذا الحق) باتخاذ إجراءات قضائية ذات صلة في
        أي دولة أو سلطة قضائية في العالم للحصول أو حماية أو إنفاذ أي حق من حقوق
        الملكية الخاصة بنا إذا كانت هذه الحقوق مدرجة تحت إشراف تلك السلطة القضائية.
      </p>
      <p dir="RTL">
        <strong><u>الموافقة على الشروط والأحكام</u></strong>
      </p>
      <p>
        من أجل الوصول إلى المعلومات الموجودة على هذا الموقع الإلكتروني، يجب عليك
        الإشارة إلى قبول الشروط والأحكام وسياسة الخصوصية والتزامك بكل ما ورد أعلاه.
        وفي حال عدم موافقتك على أي من هذه الشروط، يرجى عدم استخدام الموقع.
      </p>
    </div>
  </section>
</template>

<script src="./conditions.js"></script>
<style  scoped lang="scss">
@import "~@/assets/n-scss/pages/_privacy-shared.scss";
</style>
