<template>
  <section class="main-section">
    <div class="container-muk">
      <p align="center" dir="RTL">
        <strong><u>سياسة الخصوصية</u></strong>
      </p>
      <p dir="RTL">
        <strong><u>تاريخ السريان 01-10-2020 م</u></strong>
      </p>
      <p dir="RTL">
        <strong><u></u></strong>
      </p>
      <p dir="RTL">
        <strong>مقدمة:</strong>
      </p>
      <p dir="RTL">
        ندرك في شركة دار الروافد لتقنية المعلومات أهمية الخصوصية وحماية البيانات
        الشخصية في العصر الرقمي، وبالتالي فإننا ملتزمون بحماية خصوصية مستخدمي خدمات
        شركتنا أثناء تصفح أو استخدام مواقعنا الإلكترونية واستخدام خدماتنا.
      </p>
      <p dir="RTL">
        وسنوضح لكم تاليه سياسة الخصوصية وكيف نضمن حماية البيانات الشخصية على مستوى
        متقدم وبشكل محدد والطرق التي نعالج بها أي بيانات شخصية تقوم بتزويدنا بها.
      </p>
      <p dir="RTL">
        <strong>تعريفات: </strong>
      </p>
      <p dir="RTL">
        1- جميع العبارات مثل "الموقع الالكتروني" أو "الموقع" أو "مكتمل" يقصد بها
        موقع muktamel.com بجميع مكوناته وروابطه وفروعه سواء كانت مخفية أو ظاهرة.
      </p>
      <p dir="RTL">
        2- جميع العبارات مثل ضمير المتكلم "نحن" وضمير الملكية للمتكلم "نا" و
        "مكتمل" و "مالك الموقع الإلكتروني"، أو "الموقع" أو "الموقع الإلكتروني" تعني
        "شركة دار الروافد لتقنية المعلومات"
      </p>
      <p dir="RTL">
        3- جميع العبارات مثل المستخدم وضمير المخاطب "أنتم" و "أنت" و "ك" تشير إلى
        كل شخص (أو كيان) يستخدم الموقع الإلكتروني أو أي من خدماته.
      </p>
      <p dir="RTL">
        4- البيانات الشخصية: أي معلومات تتعلق بك، سواء كانت متعلقة بالحياة الخاصة
        أو المهنية أو العامة في بيئة الإنترنت يمكن من خلالها تحديد هويتك، بشكل
        مباشر أو غير مباشر، ويشمل ذلك على سبيل المثال -دون حصر- الأسماء، وأرقام
        الهويات الشخصية، والعناوين، وأرقام التواصل، وأرقام الرُّخص والسجلات
        والممتلكات الشخصية، وأرقام الحسابات البنكية والبطاقات الائتمانية وصور
        المستخدم الثابتة أو المتحركة، وأرقام التعريف على الانترنت أو معلومات الموقع
        وغير ذلك من البيانات ذات الطابع الشخصي.
      </p>
      <p dir="RTL">
        5- معالجة البيانات الشخصية: جميع العمليات التي تُجرى على البيانات الشخصية
        بأي وسيلة كانت يدوية أو آلية، وتشمل هذه العمليات على سبيل المثال -لا الحصر-
        جمع البيانات أو نقلها أو حفظها أو تخزينها أو مشاركتها أو إتلافها أو تحليلها
        أو استخراج أنماطها أو الاستنتاج منها وربطها مع بيانات أخرى.
      </p>
      <p dir="RTL">
        <strong>المعلومات التي نجمعها: </strong>
      </p>
      <p dir="RTL">
        تتنوع البيانات التي نجمعها عنكم بين المعلومات الشخصية والعامة:
      </p>
      <p dir="RTL">
        1- <strong> المعلومات الشخصية:</strong> عند التسجيل على الموقع كمستخدم أو
        بأي صفة أخرى، أو لتحديث بياناتكم أو شراء أي منتجات أو خدمات أو المشاركة في
        العروض أو الحملات أو المسابقات أو الدخول إلى تطبيقنا للأجهزة المحمولة
        باستخدام المعلومات الشخصية أو حساب التواصل الاجتماعي أو إرسال رسائل
        إلكترونية إلينا أو إرسال طلبات دعم أو الاتصال بعملائنا المسجلين في الموقع
        عن طريق نماذج أو أرقام الهاتف المتوفرة على الموقع أو تقديم الملاحظات أو عند
        الإبلاغ عن مشكلة في الموقع، فإننا سنحتفظ بالبيانات التي تقدمونها وسنعالجها.
        وقد تشمل هذه البيانات اسمكم وعنوانكم ورقم هاتفكم وعنوان بريدكم الإلكتروني
        وسجل الشراء والمعاملات وبيانات الفواتير (ويشمل ذلك بيانات بطاقة الائتمان)
        واهتماماتكم والمعلومات الشخصية الأخرى.
      </p>
      <p dir="RTL">
        2- <strong>المعلومات العامة:</strong> نحصل أيضاً منكم على بيانات عامة أخرى
        عند زيارة الموقع واستخدامه. ولا تتضمن هذه المعلومات العامة أي تعريف شخصي
        لك، ويمكن أن تتضمن معلومات مثل عنوان بروتوكول الإنترنت IP الخاص بك، وتاريخ
        ووقت الوصول إلى الموقع، وطول الوقت الذي تقضيه في الموقع، وسجل التصفح الخاصة
        بك (التي سجلتها ملفات النص والرسومات التي تشكلها تلك الصفحة)، وعنوان
        الإنترنت لموقع الويب الذي قمت بربطه مباشرة بموقعنا على الإنترنت، وأخرى مثل
        "معلومات عامة".
      </p>
      <p dir="RTL">
        3- <strong>المعلومات التي نتلقاها من مصادر أخرى:</strong> قد نتلقى معلومات
        عنكم عند استخدام أي من المواقع التي نملكها أو نشغلها، أو من أي خدمات أخرى
        نقدمها. ونعمل عن قرب أيضاً مع الأطراف الخارجية، ومنهم مثلاً، دون حصر، شركاء
        العمل ومزودو الخدمة وشبكات الإعلان ومزودو أدوات التحليل وشركات المعلومات
        البحثية. ويمكننا ضم هذه المعلومات إلى المعلومات الأخرى التي تقدمونها، كما
        بيناه أعلاه.
      </p>
      <p dir="RTL">
        4- <strong>بيانات الدفع</strong>: بيانات الدفع هي المعلومات التي تقدمونها
        عند الشراء من موقعنا عبر الإنترنت، وقد تشمل رقم أداة الدفع (كبطاقة
        الائتمان) واسمكم وعنوان الفاتورة ورمز حماية أداة الدفع (مثل CSV أو CVV)
        وتقرون وتؤكدون أن بيانات الدفع، ما دامت تتضمن تفاصيل خاصة بطريقة دفع رسوم
        استخدام الموقع والخدمات (كتفاصيل الحساب البنكي وبطاقة الائتمان وبطاقة الخصم
        والخدمات المصرفية الإلكترونية، وما إلى ذلك)، التي قدمتموها عند دفع الرسوم:
        <br/>
        أ- ترسل من خلال معاملة آمنة ومحمية يوفرها شركاء بوابة الدفع للموقع أو
        الشركة،
        <br/>
        ب- ترسل من خلال صفحات فيزا أو ماستركارد، حسب مقتضى الحال، وفق طريقة الدفع
        منعاً لإساءة استخدام تفاصيل الدفع.
        <br/>
        ت- عدم نشر تفاصيل الدفع هذه على الموقع والشركة وشركاتها الفرعية والجهات
        التابعة لها والأطراف الأخرى أو أي مستخدمين آخرين للموقع والخدمات.
      </p>
      <p dir="RTL">
        <strong>لماذا نقوم بجمع ومعالجة بياناتك الشخصية؟</strong>
      </p>
      <p dir="RTL">
        نقوم بجمع ومعالجة بياناتك الشخصية للأغراض التالية:
      </p>
      <p dir="RTL">
        1- <strong>لتزويدك بالخدمات:</strong> كالسماح لك باستخدام النماذج عبر
        الإنترنت والاستطلاعات والتقييم، وللسماح لك باستخدام بعض خدماتنا التي تتطلب
        معلومات شخصية صحيحة، وكذلك للتواصل مع العملاء عبر وسائل التواصل المتعددة،
        أو إنشاء حساب لك في الموقع، أو لغاية التحقق إذا طلبت أن تكون عميلا (مقدم
        خدمة) في الموقع، وكذلك خدمات الموقع التي لا تتطلب أي شكل من أشكال التسجيل.
      </p>
      <p dir="RTL">
        2- <strong>للسماح لك بمشاركة المعلومات</strong>: كالسماح لك من الاستفادة
        بشكل تام من مميزات مشاركة المحتوى والخدمات التي يقدمها الموقع مع الآخرين،
        أو مثل المشاركة في المنتديات، وللسماح بإنشاء حساب تعريفي يمكن رؤيته من قبل
        العامة على الموقع.
      </p>
      <p dir="RTL">
        3- <strong>لضمان أقصى درجات الموثوقية: </strong>لضمان جديتك في التعامل مع
        الموقع وخدماته ولإنشاء والحفاظ على الموقع كبيئة موثوقة وآمنة، والتحقيق أو
        كشف أو منع أو الإبلاغ عن الاحتيال أو التحريفات أو الانتهاكات أو الحوادث
        الأمنية أو غيرها من الأنشطة المحظورة أو غير القانونية المحتملة، ولحماية
        بائعينا وحقوقك وأمان وسلامة خدماتنا، ولتطبيق شروط الخدمة الخاصة بنا أو
        غيرها من الاتفاقيات أو السياسات، وللتحقق من هويتك وعدم استخدامك الموقع أو
        خدماته لغايات التضليل والتسلية مما قد يؤدي للإساءة لنا أو لموقعنا أو
        للمستخدمين الآخرين.
      </p>
      <p dir="RTL">
        4- <strong>للحفاظ على خدماتنا وتحسينها</strong>: كفهم كيفية استخدامك لخدمات
        الموقع ووظائفه، ولتطوير خدمات وعروض جديدة ولأغراض أخرى كقياس تفاعلكم مع
        مواصفات التصميم الفني للموقع وتحديد أداء النظام أو المشكلات، أو تتبع النشاط
        على الموقع أو إعداد التقارير أو تقييم الاتجاهات، أو مراقبة استخدام الموقع
        بأي شكل من الأشكال.
      </p>
      <p dir="RTL">
        5- <strong>لتزويدك بمحتوى مخصص</strong>: عبر منحك خدمات خاصة باحتياجاتك
        واهتماماتك، كالعروض الترويجية والعروض الخاصة الجديدة والمعلومات الأخرى التي
        نرى أنها تخصكم، وتقديم مقترحات وتوصيات إليكم، والسماح لأي شركة أخرى أو موقع
        آخر يتبع لنا بالقيام بذلك، والسماح لنا بمعرفتك بشكل أفضل لمنحك المزيد من
        الخدمات التي تطلبها والمزيد من العروض ولمنحك تجربة أفضل كمستخدم، وقياس أو
        إدراك فعالية الإعلانات التي نقدمها لك وتقديم الإعلانات التي تناسبك، والتي
        قد تعتمد على نشاطك على الموقع.
      </p>
      <p dir="RTL">
        6- <strong>لتنفيذ معاملات الدفع:</strong> لتخزين سجل المعاملات، والتأكد من
        دفع رسوم اشتراكك في خدماتنا، والامتثال للالتزام القانوني أو التنظيمي بهذا
        الصدد.
      </p>
      <p dir="RTL">
        7- <strong>للتواصل معك:</strong> للسماح لك بالاتصال بشركتنا أو أي من مشغلي
        خدمات الموقع أو عملائنا، والاحتفاظ بسجل محادثاتنا، ولمساعدتك على حل أية
        مسائل قد تواجهها، ولإرسال العروض الترويجية والتسويق المباشر، ولإخبارك
        بخدماتنا مثل تزويدك بمعلومات عن برامج مقبلة أو إضافة تعديلات على ممتلكاتنا
        الرقمية.
      </p>
      <p dir="RTL">
        8- <strong>الامتثال لأية قوانين أو أنظمة سارية:</strong> أو الاستجابة
        لطلبات قانونية للحصول على معلومات من الحكومة أو من خلال الإجراءات
        القانونية، ولتحقيق أي غرض آخر يتم الإفصاح عنه لك فيما يتعلق بخدماتنا،
        والاتصال بك لحل النزاعات وتقديم المساعدة في خدماتنا.
      </p>
      <p dir="RTL">
        <strong>على أي أساس قانوني نقوم بمعالجة بياناتك الشخصية؟</strong>
      </p>
      <p dir="RTL">
        نقوم بمعالجة بياناتك بناءً على نوع الخدمات التي تطلب أن نوفرها لك والبيانات
        الضرورية لإتمامها، سنقوم بمعالجة بياناتك الشخصية على أحد الأسس التالية:
      </p>
      <p dir="RTL">
        1- موافقتك المسبقة: على سبيل المثال، عندما نعرض عليك التسجيل في خدماتنا
        وإنشاء حساب خاص بك في الموقع كمستخدم أو عميل مقدم لخدمات، أو عند الاشتراك
        في خدمة التنبيه الإلكتروني أو تقديم خدمة التمويل العقاري أو أي من خدمات
        الموقع الأخرى، سنطلب منك صراحة إتباع وإدخال المعلومات المطلوبة المناسبة،
        الأمر الذي يتيح لك التوقف وعدم الاستمرار، أو الاستمرار وإدخال بياناتك
        بموافقتك، كما يحق لك سحب موافقتك في أي وقت. ومع ذلك، وفي بعض الحالات، إن
        اختيارك لعدم الإفصاح عن بياناتك الشخصية أو سحب موافقتك قد يحد استخدامك
        لخدماتنا أو ميزاتنا أو عروضنا، فقد لا يكون بإمكانك الدخول على أجزاء معينة
        على موقعنا واستخدام بعض خدماتنا دون تقديم المعلومات ذات الصلة.
      </p>
      <p dir="RTL">
        2- العلاقات التعاقدية: عند طلبك إنشاء حساب عميل مقدم لخدمات في الموقع، فإن
        معالجة بياناتك الشخصية ضروري لتنفيذ أو إنجاز العقد، ما يعني أنه في حال عدم
        رغبتك بقيامنا بمعالجة بياناتك الشخصية في هذا السياق، قد نرفض الدخول في
        تعاقدات معك أو السماح لك بإنشاء حساب عميل لتسويق نشاطك وخدماته في الموقع.
      </p>
      <p dir="RTL">
        <strong>من يمكنه الوصول إلى بياناتك الشخصية:</strong>
      </p>
      <p dir="RTL">
        1- موظفي شركة دار الروافد لتقنية المعلومات المختصين وأعضاء الشركة الذين
        يحتاجون إلى معرفة تلك المعلومات من أجل معالجتها لمصلحة الطرفين، علما بأنهم
        جميعًا يخضعون لالتزامات تعاقدية سرية صارمة، وهم على دراية بأنهم قد يواجهون
        إجراءات صارمة بما فيها إنهاء التعاقد معهم في حال الإخلال بهذه الالتزامات.
      </p>
      <p dir="RTL">
        2- أنت تقر وتقبل بأننا قد نحتاج إلى نقل أو السماح لطرف ثالث معتمد بالوصول
        إلى بياناتك الشخصية وهم:
        <br/>
        أ- الموردين ومزودي الخدمات الذين نتعامل معهم لمعالجة البيانات الشخصية أو
        تنفيذ خدمات شركتنا بالنيابة عنا فقط لأداء الخدمات التي يقدمونها لنا، كدعم
        البرامج والنظم والمنصات وخدمات التسويق المباشر وخدمات الاستضافة السحابية
        والإعلان وتحليل البيانات وتنفيذ الطلبات والتوصيل، وذلك بناءً على تعليماتنا
        وتبعًا لسياسة الخصوصية الخاصة بنا وغيرها من التدابير الأمنية والسرية
        المناسبة.
        <br/>
        ب- عملائنا وممثليهم، من الشركات والكيانات التجارية المشتركة في الموقع ومنهم
        -على سبيل المثال لا الحصر- الوسطاء العقاريون ووسطاء المزادات العقارية
        والمطورون العقاريون والمقيمون العقاريون وشركات التمويل العقاري والمكاتب
        الهندسية عندما تستفسرون عن معروضاتهم أو عن خدماتهم.
        <br/>
        ت- للخلفاء المحتملين في ملكية الشركة أو الموقع الإلكتروني (أو في مناقشات
        جدية حول مثل هذا الاحتمال مع المالكين الجدد (أو المحتملين) للأعمال أو
        الموقع أو الشركة). أو إلى من يتم تعيينه كمسؤول للتصفية في حالات الإعسار أو
        التصفية، شريطة أن يتعهد المصفي والمشتري (أو المحتمل) باستخدام معلوماتك لنفس
        الأغراض المبينة في هذه السياسة.
        <br/>
        ث- المستشارون القانونيون والشهود والخبراء والسلطات القضائية وشبه القضائية
        من أجل حماية الشركة والموقع من أي أذى لحقوقها وممتلكاتها أو سلامتها، وحماية
        مستخدمينا أو الجمهور وأي طرف ثالث على النحو المطلوب أو المسموح به بموجب
        القانون، وفرض الشروط اللازمة لخدماتنا، بما في ذلك التحقيق في الانتهاكات
        المحتملة.
        <br/>
        ج- السلطات الإدارية أو القضائية من أجل تلبية متطلبات أي قانون ساري المفعول
        ونظام وإجراء قانوني أو طلب حكومي واجب النفاذ.
        <br/>
        ح- لحماية حقوق أو ممتلكات شركتنا (أو أي من شركاتنا التابعة)، أو لتبادل
        المعلومات مع الشركات والمنظمات الأخرى لأغراض الحماية من الغش.
        <br/>
        خ- قد نقوم أيضًا بتجميع بيانات مجهولة للعموم ولطرف ثالث وشركاء معتمدين
        آخرين مثل شركات الإعلان أو المواقع المتصلة، على سبيل المثال قد نشارك
        المعلومات للعامة لعرض مؤشرات حول الاستخدام العام لخدماتنا.
      </p>
      <p dir="RTL">
        3- موقع مكتمل قد يحتوي على روابط إلكترونية لمواقع أو بوابات قد تستخدم طرقاً
        تختلف عن الطرق المستخدمة لدينا لحماية المعلومات وخصوصياتها، ونحن غير
        مسؤولين عن محتويات وطرق خصوصيات المواقع الأخرى، وننصحك بالرجوع إلى سياسات
        الخصوصية الخاصة بتلك المواقع.​​
      </p>
      <p dir="RTL">
        <strong>أحكام عامة:</strong>
      </p>
      <p dir="RTL">
        1- أنتم توافقون على أنكم تعلمون بشكل مسبق بأننا نقوم بحفظ جميع البيانات
        الشخصية التي تقدموها لنا عبر جميع الوسائل ذات العلاقة باستخدامكم لموقع
        مكتمل وتوافقون بأنه يحق لنا استخدام ومعالجة هذه البيانات والمعلومات في أي
        غرض له صلة في الموقع أو نطاق خدماته ودون أدنى اعتراض من قبلكم.
      </p>
      <p dir="RTL">
        2- أنتم توافقون على السماح لمكتمل (أو أي من عملائه) باستخدام البيانات أو
        المحتوى التي تدخلونها إلى الموقع لإبلاغكم أو إبلاغ مستخدمين آخرين بالعروض
        الخاصة أو الموسمية التي يقدمها عملائه أو أي أطراف أخرى ذات علاقة ولأغراض
        تسويقية تخص مكتمل أو أحد أنشطته.
      </p>
      <p dir="RTL">
        3- نقوم من وقت لآخر وقت بمراجعة وتعديل وحذف وتحديث سياسة الخصوصية من وقت
        لآخر استجابة للمتطلبات القانونية أو التنظيمية أو التشغيلية. وسيتم نشر أي
        تغييرات في سياسة الخصوصية على هذه الصفحة، ومن دون إشعار مسبق، دون أي اعتراض
        منكم، علما بأننا سنقوم بتغيير تاريخ سريان هذه الشروط (البند 1) عند كل تعديل
        يطرأ عليها.
      </p>
      <p dir="RTL">
        4- تقرون أنكم تقومون بشكل دوري بالاطلاع على تاريخ سريان سياسة الخصوصية
        (البند 1) وتقرون بقراءتكم واطلاعكم وموافقتكم على أي تعديلات طرأت عليها
        وتؤكدون التزامكم بها ويحق لكم الاستمرار في استخدام الموقع وخدماته فقط في
        حال موافقتكم عليها، وعليكم في حال عدم قبولكم لهذه التعديلات والتغييرات
        التوقف فورا عن استخدام الموقع وخدماته.
      </p>
      <p dir="RTL">
        5- تعمل أنشطة وخدمات شركة دار الروافد لتقنية المعلومات وموقعنا الإلكتروني
        في عدة دول، ولدينا مطورون وشركاء ومقاولون موجودون في عدة بلدان. لهذا السبب،
        قد نحتاج إلى نقل بياناتك إلى بلدان أخرى، بما في ذلك النطاق خارج منطقة مجلس
        التعاون الخليجي، وإلى بلدان قد تكون قوانين حماية البيانات فيها أقل من تلك
        الموجودة في بلدك، وبتقديم معلوماتكم الشخصية لنا، فأنتم توافقون على نقلها أو
        حفظها أو معالجتها أو كل ذلك. وسنتخذ جميع التدابير الضرورية في حدود المعقول
        لضمان معاملة معلوماتكم وفقاً لهذه السياسة.
      </p>
      <p dir="RTL">
        6- نحن نتبع إجراءات أمنية مادية وإلكترونية وتقنية وتدابير أمنية وتنظيمية
        مناسبة، بما في ذلك نماذج الحوكمة لحماية بياناتك الشخصية وفقا لقانون حماية
        البيانات من الوصول غير المصرح به إلى البيانات الشخصية أو استخدامها أو
        تغييرها أو الإفصاح عنها أو إتلافها ونعتبر ذلك أولوية قصوى بالنسبة لنا، إلا
        أننا لا نتحمل المسؤولية عن أي دخول غير مصرح به من جانب أطراف خارجية ولا
        نضمن الحماية والتأمين الكاملين للمعلومات الشخصية التي تقدمونها أو ترسلونها
        عبر الموقع أو البريد الإلكتروني.
      </p>
      <p dir="RTL">
        7- يرجى الملاحظة أنه لا يمكن ضمان نقل أية بيانات عبر الإنترنت أو الموقع
        الإلكتروني من دون أي تدخل. وعليك اتخاذ الإجراءات المناسبة لحماية بياناتك
        الشخصية خاصة من خلال الحفاظ على كلمة المرور وسريتها، ونطالبكم بعدم إطلاع أي
        أحد عليها. ورغم أننا نبذل ما في وسعنا لحماية معلوماتكم الشخصية، إلا أننا لا
        نضمن حماية المعلومات أثناء ارسالها من طرفكم إلى الموقع. وتتحملون وحدكم
        مسؤولية إرسال أي معلومات وإجراء التدابير الأمنية اللازمة لحمايتها من
        الاختراق.
      </p>
      <p dir="RTL">
        8- نحن نصنف خدماتنا بأنها غير صالحة لمن هم دون ثمانية عشر عاماً (القصر).
        وبموجب ذلك، فإننا نمنع جميع القصر من استخدام موقعنا أو خدماته، وتطبق عليها
        سياسة الخصوصية هذه، ولكن إذا جمعنا أي معلومات عن أي شخص قاصر واستخدمناها،
        فإننا سنمتثل للقوانين المطبقة.
      </p>
      <p dir="RTL">
        9- إذا علمت أو لديك شك بأن بيانات اعتماد حسابك قد ضاعت أو تمت سرقتها أو
        اختلست أو تعرضت لأية مخاطر أو في حال وجود أي استخدام غير مصرح، لا تتردد في
        الاتصال بنا، ومن طرفنا أيضا إن كنا نعلم أو توفر لدينا سبب للاعتقاد أن
        بياناتك الشخصية قد تعرضت للاختراق، سنقوم فورا بإبلاغك بحدوث خرق وفقا
        للقوانين المعمول بها.
      </p>
      <p dir="RTL">
        10- سوف نحتفظ ببياناتك الشخصية ما دام حسابك نشطا، أو طالما كان ذلك ضروريا
        للغرض الذي تم جمع البيانات من أجله أساسا.
      </p>
      <p dir="RTL">
        11- مدة احتفاظنا ببياناتك قد تصل إلى 10 سنوات. وتستند فترات الاحتفاظ لدينا
        على احتياجات أنشطتنا، والمعلومات الخاصة بك التي لم يعد هناك حاجة لها يتم
        تحويلها لمعلومات مجهولة بشكل قاطع أو تدميرها، كما يجوز لنا أيضا الاحتفاظ
        ببياناتك لفترات أطول إذا لزم الأمر لتنفيذ التزاماتنا القانونية أو حماية
        مصالحنا. نهدف إلى الحفاظ على خدماتنا بطريقة تحمي المعلومات من التدمير
        العرضي أو الضار. ولهذا بعد حذف المعلومات من خدماتنا، قد لا نقوم فورا بحذف
        النسخ المتبقية من خوادمنا النشطة وقد لا نزيل المعلومات من أنظمة النسخ
        الاحتياطي الخاصة بنا.
      </p>
      <p dir="RTL">
        12- بإمكانك الدخول إلى صفحتنا الرئيسية وتصفح الموقع من دون كشف معلوماتك
        الشخصية فيما خلا المعلومات التي يتم جمعها من خلال ملفات تعريف الارتباط أو
        سجل "الكوكيز" التي نستخدمها (انظر أدناه).
      </p>
      <p dir="RTL">
        <strong>ملفات تعريف الارتباط (الكوكيز)</strong>
      </p>
      <p dir="RTL">
        1- ملفات تعريف الارتباط (الكوكيز): هي جزء صغير من المعلومات يرسلها خادم
        الويب إلى متصفح الويب، ما يتيح للخادم جمع المعلومات من المتصفح.
      </p>
      <p dir="RTL">
        2- تسمح لك معظم المتصفحات بإيقاف تشغيل الكوكيز، فإذا كنت ترغب بمعرفة كيف
        يمكنك القيام بذلك، يرجى الاطلاع على قائمة المساعدة على المتصفح الخاص بك.
      </p>
      <p dir="RTL">
        3- يستخدم هذا الموقع، شأنه شأن العديد من المواقع الأخرى ملفات تعريف
        الارتباط، فبمجرد استخدامك لموقع مكتمل أنت تسمح لنا بإرسال ملف الكوكي الخاص
        بنا إلى جهازك حتى نتمكن من تزويدك بخدمات الموقع التي طلبتها، بإمكانك ضبط
        متصفح الحاسوب لديك لرفض ملفات تعريف الارتباط أو سجل الكوكيز، وسوف يؤدي ذلك
        إلى الحد من استخدامك لبعض خدمات الموقع.
      </p>
      <p dir="RTL">
        <strong>لماذا نقوم باستخدام الكوكيز (</strong>
        <strong>Cookies</strong>
        <strong>)؟</strong>
      </p>
      <p dir="RTL">
        1- سيمكّننا استخدام الكوكيز من تحسين تجربتك كمستخدم وضمان الجودة الشاملة
        لموقع مكتمل من خلال التعرف على جهازك ومتابعة سلوكك على موقعنا والتعرف على
        مجالات اهتمامك المحددة كي نستطيع تحسين زياراتك القادمة للموقع.
      </p>
      <p dir="RTL">
        2- ربط البيانات المخزنة بواسطة ملفات تعريف الارتباط أو سجل الكوكيز مع
        البيانات الشخصية التي تزودنا أنت بها للتعرف عليك عند زيارتك الموقع
        الالكتروني في المرات القادمة.
      </p>
      <p dir="RTL">
        3- لمتابعة ودراسة أنماط التصفح والتنقل الخاصة بك في الموقع الإلكتروني،
        ولإنشاء ملفك وتزويدك بالخدمة الأكثر ملاءمة لذوقك (توصيات أكثر ملاءمة وعروض
        ذات صلة لما يحلو لك).
      </p>
      <p dir="RTL">
        4- لتحليل عادات استهلاك المحتوى (على سبيل المثال، البرامج التي يتم مشاهدتها
        وقراءة المحتوى والأجهزة المستخدمة إلخ.) ولتوفير وتخصيص وقياس وتحسين
        إعلاناتنا وتسويقنا.
      </p>
      <p dir="RTL">
        5- لتقديم المحتوى المناسب المسموح به في كل منطقة جغرافية استنادا إلى حقوق
        الملكية الفكرية المرخصة لنا.
      </p>
      <p dir="RTL">
        6- لمشاركة بعض البيانات لتوفير الإعلان المخصص بك وإرسال مواد التسويق
        للمستخدمين.
      </p>
      <p dir="RTL">
        7- كما نقوم بتبادل معلومات حول استخدامك لموقعنا مع وسائل التواصل الاجتماعية
        وشركائنا في الإعلانات والإحصاءات الذين قد يقومون بدمجها مع معلومات أخرى
        قدمتها لهم أو التي جمعوها من استخدامك لخدماتهم. يستخدم مورّدون آخرون، بما
        في ذلك Google، ملفات تعريف الارتباط أو سجل الكوكيز لعرض إعلانات بناءً على
        زياراتك السابقة للموقع. إن استخدام Google لملف تعريف الارتباط يمكّنه
        وشركاءه من تقديم إعلانات لك بناءً على زياراتهم لمواقعك و/أو مواقع أخرى على
        الإنترنت، كما تستخدم (بكسل التتبع) الخاص بالطرف الثالث على موقعنا. وهذا
        يعني أن الأطراف الثالثة قد تستخدم ملفات تعريف الارتباط ومنارات الويب
        والتقنيات المشابهة لجمع أو تلقي المعلومات من موقعنا على الإنترنت ومن أماكن
        أخرى على شبكة الإنترنت واستخدام هذه المعلومات لتقديم قياس الخدمات وتوجيه
        الإعلانات. فإذا كنت ترغب في اختيار عدم استخدام (بكسل التتبع) هذه فالرجاء
        ضبط إعدادات المتصفح الخاص بك.
      </p>
      <p dir="RTL">
        8- لمعرفة المزيد حول كيفية استخدامنا للكوكيز، يرجى الاتصال بنا كما هو موضح
        في قسم "كيفية الاتصال بنا"
      </p>
      <p dir="RTL">
        <strong>كيفية الوصول إلى وتحديث وحذف بياناتك الشخصية؟</strong>
      </p>
      <p dir="RTL">
        بموجب قانون حماية البيانات يحق لك ممارسة الحقوق التالية:
      </p>
      <p dir="RTL">
        <strong>1- </strong>
        <strong>الوصول إلى بياناتك الشخصية:</strong>
        رغم أننا نتيح للمستخدم استعراض بياناته الشخصية على الموقع إلا أنه يمكنك
        الاستفسار عن بياناتك الشخصية التي جمعها عنك الموقع (مقابل رسم يعادل 100
        ريال سعودي) وذلك عن طريق إرسال رسالة بالبريد الإلكتروني إلى قسم خدمة
        العملاء لدينا، عبر صفحة الاتصال الخاصة بنا، وقد نوفر لك نسخة من هذه
        البيانات، مع مراعاة جميع المتطلبات والاستثناءات القانونية المطبقة، ومنها
        إجراءات التحقق من الهوية. وقبل تقديم البيانات إليك، سنطلب منك تقديم إثبات
        هويتك ومعلومات كافية عن تفاعلك معنا كي يتسنى لنا تحديد المعلومات المطلوبة.    <strong></strong>
      </p>
      <p dir="RTL">
        2- <strong>الحق في تعديل بياناتك الشخصية</strong>: يتيح لك الموقع (من خلال
        صفحتك الشخصية) تحديث بياناتك إن كانت غير دقيقة أو قديمة. من المهم أن تكون
        البيانات الشخصية التي نحتفظ بها عنك دقيقة وحديثة، ويرجى إطلاعنا في حال حدث
        أي تغيير ببياناتك الشخصية.
      </p>
      <p dir="RTL">
        3- إذا رغبت في أي وقت في أن نتوقف عن معالجة البيانات الخاصة بك، يرجى إرسال
        رسالة إلى قسم خدمة العملاء لدينا وإدخال "إلغاء الاشتراك" كعنوان للرسالة، مع
        الإقرار بأن ذلك سيؤدي إلى عدم تمكنك من الاستمرار في استخدام كامل الموقع أو
        بعضا من خدماته.
      </p>
      <p dir="RTL">
        4- يحق لك تقديم شكوى لدى هيئة مختصة بحماية البيانات إذا اعتبرت معالجة
        بياناتك الشخصية تنطوي على انتهاك لقانون حماية البيانات.
      </p>
      <p dir="RTL">
        <strong>الموافقة والاستفسارات</strong>
      </p>
      <p dir="RTL">
        من أجل الوصول إلى المعلومات الموجودة على هذا الموقع الإلكتروني، يجب عليك
        الإشارة إلى قبول الشروط والأحكام وسياسة الخصوصية والتزامك بكل ما ورد أعلاه.
        وفي حال عدم موافقتك على أي من هذه الشروط، يرجى عدم استخدام الموقع.
      </p>
      <p dir="RTL">
        <strong>الاتصال بنا </strong>
      </p>
      <p dir="RTL">
        إذا كان لديك أي استفسار أو قلق حول سياسة الخصوصية لدينا أو الطريقة التي
        نتعامل بها مع البيانات الشخصية، يرجى الاتصال بنا من خلال صفحة ( اتصل بنا )
        أو عبر البريد الالكتروني : info@muktamel.com
      </p>
    </div>
  </section>
</template>

<script src="./privacy.js"></script>
<style  scoped lang="scss">
@import "~@/assets/n-scss/pages/_privacy-shared.scss";
</style>
