<template>
  <section class="main-section">
    <div class="container-muk">
      <p align="center" dir="RTL" style="font-size: 20px">
        من نحن
      </p>
      <p dir="RTL">
        في ظل ما يشهده العالم من تطور تقني هائل وتوجه المملكة العربية السعودية
        لمواكبة هذا التطور
        <br/>
        وإيمانا منا بأن بدور القطاع الخاص في تسريع هذا التحول ، فقد بادرنا نحن "
        شركة دار الروافد لتقنية المعلومات " للمساهمة بدورنا لمواكبة هذا التطور في
        إضافة لبنة تساعد عبر تقديم خدمات تقنية متقدمة تساهم في دفع السلوك المجتمعي
        نحو التقدم وتسهيل تقديم الخدمات المتطورة للمواطنين .
      </p>
      <p dir="RTL">
        أننا ندرك أن الهدف المنشود ليس أمرً سهلًا ولكننا وبنفس القوة نؤمن أن خطوة
        اللف ميل تبدأ بخطوة ، وأن التعثر في الطريق هو أحد أدوات النجاح وأن لا سبيل
        للارتقاء بالفكر أو العمل للمجتمع إلا من باب الجرأة في اقتحام المجهول .
      </p>
      <p dir="RTL">
        من هنا جاءت البداية، فقررنا اختيار هذا الطريق الوعر لتقديم خدمات لمساعدة
        أنفسنا ومجتمعنا على مواكبة التطور ذات محتوى مفيد ومتميز وموثوق.
      </p>
      <p dir="RTL">
        نبذة عنا
      </p>
      <p dir="RTL">
        "مكتمل " هو موقع إلكتروني رائد لتسويق العقارات في المملكة العربية السعودية
        وتقديم الخدمات المساندة بأفضل التقنيات الحديثة ، وهو باكورة أعمال شركة "دار
        الروافد لتقنية المعلومات " في المملكة العربية السعودية ، ونسعى من خلاله
        لتقديم مستوى عالٍ من الدعم وتوفير الحلول الفعّالة التي تلبي احتياجات
        المستخدمين ومتطلباتهم بما يتوافق مع متغيرات السوق العقاري في المملكة وما
        يشهده من تطورات في الآونة الأخيرة.
      </p>
      <p dir="RTL">
        كما ونسعى الى العمل عن قرب مع المسوقين والوكلاء العقاريين والممولين
        العقاريين ومقدمي الخدمات المساندة للمساهمة في تطوير وتعزيز تجربة تسويق
        العقارات بشكل إيجابي.
      </p>
      <p dir="RTL">
        نحن نسعى إلى خلق بيئة عقارية متكاملة تساعد مستخدمي الموقع على إيجاد العقار
        المثالي من خلال عرض مجموعة واسعة ومتنوعة من العقارات في المملكة وتمكنك
        ايضاً من مشاركة عقارك مباشرة مع آلاف المستأجرين والمشترين والمستثمرين
        والوكلاء العقاريين وغيرهم الكثير من الأطراف المهتمة من خلال تقديم قوائم
        شاملة ومعلومات مفصلة عن العقارات بالإضافة الى مجموعة واسعة من الخدمات التى
        ستجعل تجربة تسويق العقارات أكثر فاعلية.
      </p>
      <p dir="RTL">
        ما الذي لا نمثله
      </p>
      <p>
        موقع مكتمل هو منصة الكترونية تسعى إلى تسهيل أعمال القطاعات العقارية بشكل
        خاص وجميع الانشطة المساندة ، ونحن لا نمثل أي عميل أو شركة عقارية أو شركة
        وساطة عقارية، ولا مطور عقاري ولا وكيل مزادات ، ولا نتلقى أتعاباً أو عمولة
        من أي طرف مقابل عملية البيع أو الشراء أو مقابل صفقات العقارات أو التمويل
        العقاري ، وبالتأكيد فإننا لا نقوم بمشاركة بيانات مستخدمينا مع أي أطراف
        أخرى. نحن موجودون فقط لتسهيل أعمال قطاع تسويق العقارات، وكافة مكاسبنا تتم
        عن طريق الإعلانات.
      </p>
    </div>
  </section>
</template>

<script src="./about-us.js"></script>
<style  scoped lang="scss">
@import "~@/assets/n-scss/pages/_privacy-shared.scss";
</style>
